<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back"> &larr; назад</v-btn>
                <v-card flat>
                    <v-card-text flat>
                        <template>
                            <v-parallax
                                    :src=img
                                    alt="быть успешным при аутизме"
                                    height="250">
                                <h2 align="center" class="  parallax display-2 font-weight-BOLD ">
                                    Можно ли быть успешным при аутизме?
                                </h2>
                            </v-parallax>
                        </template>
                    </v-card-text>

                    <article>
                        <h1 class="headline px-5">Сегодня я постараюсь ответить на вопрос что это такое Аутизм? </h1>
                        <v-card flat class=" text px-5 py-5">
                            <p>Дата публикации:
                                <time itemprop="datePublished" pubdate datetime="2020-01-08">2020-01-08</time>
                            </p>
                            <p class="subtitle-1 font-weight-bold">Поддерживаю Всех интересующихся и желающих
                                разобраться
                                что
                                такое аутизм,
                                в его проявлениях, причинах, прогнозе и что с этим делать? Многих вводит заблуждение
                                аутизм
                                и РАС, что такое
                                атипичный аутизм. Обо всем об этом подробно здесь и сейчас!
                                Есть Международный классификатор болезней в котором звучит: Аутизм-нарушение реципрокной
                                коммуникации.
                                Что это? Реципроктной-ты мне я тебе.</p>
                            <ul class="font-weight-bold subtitle-2">
                                <li>1. Коммуникация (диалог)</li>
                                <li>2. Взаимодействие( игра, контекст ситуации)</li>
                                <li>3. Поведение</li>
                            </ul>
                            <p></p>


                            <h2 class="subtitle-1 font-weight-bold">1) Нарушение коммуникации.</h2>
                            <p class="body-2">
                                Не говорит или говорит, но когда хочет или говорит на своем "птичьем языке" или говорит
                                не в
                                контексте социальной ситуации, к примеру, цитирует мультики не в контексте, не в тему,
                                (его речь не направлена на коммуникацию. Скандированная речь или просто вокализация.
                                Эхолалия. Невозможность инициировать и поддерживать общение). Невозможность
                                инициировать-ключевой момент. И поддерживать диалог в контексте ситуации. Сюда же
                                постоянное
                                желание говорить на свою тему опять же не в контексте, например: вы задали вопрос, а в
                                ответ:" А ты знаешь сколько весит солнце ?"
                            </p>

                            <h2 class="subtitle-1 font-weight-bold">2) Нарушение взаимодействия</h2>
                            <p class="body-2">Не откликается на имя при сохранном слухе ( как призыв я не хочу с тобой
                                взаимодействовать).
                                Нарушение игры:
                                сторонится детей не хочет играть или хочет играть, но не понимая контекста социальной
                                ситуации, подходит, но не
                                знает как. Например, толкнул и это есть игра. Не понимает контекста социальной ситуации:
                                почему он обиделся или
                                что такое обман, бежит за обидчиком и просит дальше с ним играть.
                                Непонимание и непринятие общественных норм и правил: почему я должен стоять в очереди и
                                ждать, зачем ? Очередь что это? Чувствуете разницу? Нормотипичному ребенку не надо даже
                                объяснять что такое очередь
                                он по наитию
                                понимает, что это такое, просто понимает.</p>

                            <h2 class="subtitle-1 font-weight-bold"> 3) Нарушение поведения</h2>
                            <p class="body-2">
                                Сюда входит нарушение триады: сон, еда, туалет.
                                Стереотипные формы поведения. Одна и та же игра, зацикленность, одним и тем же путем,
                                может
                                быть
                                с одним и тем
                                же родственником. Выстраивание в ряд предметов и наблюдение за ними, нет игры понарошку.
                                Нарушение воображения.
                                Стереотипные формы движения: раскачивания, бег по кругу, "крылышки", потряхивания,
                                покачивания.
                                Сюда же нарушение обработки сенсорных сигналов. Зрение, слух, нюх, тело. У нас 3 вида
                                чувствительности: тактильная (что я ощущаю ), вестибулярная и проприоцептивная (
                                ощущение
                                положения
                                своего тела
                                в пространстве) Так вот все эти 3 вида чувствительности в дисбалансе. По
                                гиперчувствительности,
                                или гипо-, или смешанно. К примеру закрывают уши на громкий звук или подходят к колонке
                                и
                                слушают.
                                Или смешанно где то гиперчувствительность где то гипо. Идёт нарушение обработки
                                сенсорных
                                сигналов.
                                Если гиперчувствительность-избегает сигналов. Гипочувствительность-не может насытиться
                                ощущениями.
                                Или смешанно. Например, нарушение
                                обработки телесного канала-проявления: зажимаются между диваном, чтоб почувствовать
                                обжатие,
                                почувствовать себя. Вестибулярного канала-постоянные кручения, бег по кругу.
                                Нюх-постоянное
                                стремление все нюхать, абсолютно все.
                                Избирательность в еде, во взрослом возрасте ест например только определенным способом
                                приготовленную
                                еду, только в определенной подаче, определенной температуры. Сюда же все самостимуляции.
                            </p>
                            <h2> ПРОЯВЛЕНИЯ</h2>
                            <p class="body-1">
                                Если проявляются нарушения до 3 лет ( часто критерий аутистического регресса в 1.5 года)
                                или
                                с рождения-это
                                Ранний Детский Аутизм или аутизм Канера по фамилии, что его описал.
                                Если проявления после трех лет. Атипичный аутизм. Здесь тоже много критериев.
                            </p>
                            <ul class="body-2">
                                <li> 1) Атипичный по времени появления -после 3 лет</li>
                                <li>
                                    2) Атипичный по проявлению симптомов: вроде есть какие-то симптомы например
                                    избирательность в еде, все нюхает,
                                    крутится бабочкой, не понимает контекста и правил, не в тему не в контексте ведёт
                                    диалог,
                                    соскальзывает на монолог своей тематики, что выглядит странно.
                                    Над ним смеются, говорят что дурак, хотя отличник в школе.
                                    Ребенок смотрит в глаза, идет хорошо на контакт. Смысл в чем? Атипичный по
                                    проявлению,
                                    нет полного набора всех
                                    симптомов по 3 видам нарушения. Вроде что-то есть, но всего набора не набирается,
                                    как
                                    при классическом
                                    варианте аутизма.
                                </li>
                                <li>
                                    3) Атипичный по уровню интеллекта, либо очень высокий-Аспергер с очень хорошо
                                    развитой
                                    речью , как правило. Либо интеллект снижен ЗПР. Это самая большая группа,
                                    сюда входят генетические формы умственной отсталости с аутистическим проявлением
                                </li>
                                <li>
                                    4) Есть неполный набор симптомов и есть коморбидные расстройства, сочетанные с РАС .
                                    Например СДВГ ( синдром
                                    дефицита внимания с гиперактивностью) . Бывает на фоне сниженного или наоборот очень
                                    высокого интеллекта.
                                </li>
                            </ul>
                            <p></p>
                            <h2 class="title">Можно ли быть успешным при аутизме. Прогноз.</h2>
                            <p class="subtitle-1">
                                Все зависит от уровня интеллекта. Аутизм-не может прогрессировать. Навыки социального
                                взаимодействия нарабатываются. Аутизм должен иметь регредиентное улучшение,
                                регредиентное течение: лучше и лучше становиться должен, больше и больше набирать
                                навыков.
                                При специальных занятиях. Если это невозможно, то причина всегда в уровне интеллекта
                            </p>

                            <p></p>
                            <h2 class="subtitle-1 font-weight-bold"> ХАРАКТЕРНЫЕ ОБЩИЕ СИМПТОМЫ <span
                                    class="subtitle-2">(не у всех , помним об атипичном аутизме)</span>
                            </h2>
                            <div class="body-2">
                                <p>
                                    <span class="font-weight-bold"> 1) крайнее аутистическое одиночество.</span> Ранние
                                    крайние проявления-не берет грудь матери, не идёт на руки, нет
                                    комплекса оживления на появление мамы, играет сам, не идет к сверстникам. Комфортно
                                    одному. Более лёгкая форма:
                                    речь не направлена на коммуникацию-цитирует мультики, монолог не в контексте.
                                </p>
                                <p>
                                    <span class="font-weight-bold">  2) симптом тождества.</span> Непреодолимое
                                    навязчивое
                                    стремление к постоянству. Расстраиваются, когда меняется привычная обстановка,
                                    течение
                                    событий.
                                    Игра одним путем, одна и та же.
                                </p>
                                <p>
                                    <span class="font-weight-bold">   3) Прекрасная механическая память.</span> Если
                                    зрительный канал ведущий, то зрительная, если слуховой-слуховая.
                                </p>
                                <p>
                                    <span class="font-weight-bold">4) Нарушение сенсорной интеграции.</span> Наша
                                    колонка
                                    номер три. В дисбалансе все три вида чувствительности,
                                    дезинтегрированы. Нарушение обработки сенсорных сигналов.
                                </p>
                                <p>
                                    <span class="font-weight-bold">   5) Ограниченность репертуара спонтанной активности.</span>
                                    Стереотипии в поведении, мышлении, в моторике. Поведение обусловлено не ситуацией, а
                                    одинаковостью.
                                    Внутренним стереотипом поведения. Играть в одну игру одним путем и независимо от
                                    сложившейся ситуации.
                                    Ситуация давно поменялась или не в контексте уже данный вид поведения.
                                    Ригидность установок. Технократия. Учатся не у людей, а у компьютера.
                                </p>
                                <p>
                                    <span class="font-weight-bold">  6) Хорошие когнитивные задатки.</span> Бывает при
                                    высоком интеллекте невозможность его использовать. Интеллект высокий,
                                    который по каким-то причинам не работает. Причина не столько в интеллекте столько в
                                    процессе самого мышления! А именно: умение пользоваться этим багажом.
                                </p>
                                <p>
                                    <span class="font-weight-bold"> 7) Нарушение воображения.</span> Игра понарошку,
                                    переносный смысл, непонимание контекста социальных отношений. Воспринимают все
                                    конкретно
                                    и буквально.
                                </p>

                                <h2 class="subtitle-1 font-weight-bold"> КОРРЕКЦИОННАЯ ПОМОЩЬ</h2>
                                <p>
                                    Главный дефект-нарушение коммуникации и взаимодействия, стереотипии.
                                    Стереотипии движений зачем-то ему нужны, успокаивают. Коррекция: сенсорная
                                    интеграция.
                                    Эрготерапевт.
                                    Нарушение коммуникации и взаимодействия. Принцип-очень важен смысл в работе.
                                    Подстроиться под ребёнка,
                                    включиться в его деятельность и ввести в осмысленную деятельность. Игра понарошку по
                                    правилам в социальном контексте.
                                    Страдает 1 блок мозга и как следствие 3 блок -лобные доли. Использую метод-
                                    нейрокоррекции, направленная на коррекцию 1 блока это все их "Я хочу" и развитие 3
                                    блока
                                    "Надо" Это
                                    нейробиологически детерминированное расстройство. Нарушена работа ретикулярной
                                    формации,
                                    которая призвана
                                    обрабатывать все сигналы из вне , отсекая несущественные и обращая внимание на
                                    главный
                                    стимул. Поскольку
                                    биологию мы не можем изменить, мы идём по принципу замещающего онтогенеза, где
                                    другая
                                    зона
                                    мозга: третий блок , возьмет на себя функцию контроля и отбора нужных стимулов,
                                    отсекая
                                    второстепенные. Контроль
                                    над своим телом, коррекция внимания, импульсивности, правила, сначала-потом. Также
                                    очень
                                    хорошо подключать
                                    АВА терапию после блока упражнений по нейрокоррекции, чтоб отработать базовые
                                    дефициты:
                                    совместное и
                                    разделённое внимание, указательный жест, иммитация-механизм импринтинга
                                    запечатление,
                                    что страдает у наших
                                    деток, потому что они не смотрят на нас и не перенимают опыт, и как следствие многое
                                    в
                                    жизни упускают, особенно
                                    понимание невербальной коммуникации, язык жестов. Отсюда непонимание контекста
                                    социального взаимодействия
                                    (почему кто то ушел схитрил, обиделся, злился и не играет со мной, пойдет следом и
                                    скажет "я же хороший"). Особенных детей нужно всему обучать , тому что обычные дети
                                    учатся наблюдая за другими


                                </p>
                                <h2 class="subtitle-1 font-weight-bold"> Обучение исполнению инструкций.</h2>
                                <p>
                                    Обучение коммуникации и взаимодействию ( Да. Нет. Да и Нет, обучению как выглядит
                                    диалог).
                                </p>
                                <p class="font-weight-medium font-italic body-1">
                                    Надеюсь я смогла быть Вам полезна и простым языком постаралась объяснить само
                                    нарушение
                                    и что с этим делать. Обращайтесь за помощью. Буду рада быть Вам полезна. В мои
                                    занятия
                                    входит
                                    блок нейрокоррекции (половина занятия часового) и блок модификации
                                    поведения по отработке базовых навыков (следующие пол часа занятия). Удачи Вам!
                                </p>
                                <p align="right " class="  font-weight-bold font-italic">
                                    Хорошего настроя на победу!
                                </p>
                                <p class="bestReg" align="right "> С уважением
                                    <a itemprop="author" href="https://klinicheskij-psiholog.com">Наталья Толмачева</a>
                                </p>
                                <p>Эта статья была обновлена:
                                    <time itemprop="dateModified" datetime="2020-01-08">2020-01-08</time>
                                </p>
                            </div>
                        </v-card>
                    </article>
                </v-card>
                <v-btn @click="back"> &larr; назад</v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>

    const parallaxImage = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/parallax2-min.jpg?alt=media&token=de709e97-bc85-4ad6-9db4-16971e440f2e')
    export default {
        name: "AutismIs",
        data() {
            return {
                img: parallaxImage,
            }
        },
        methods: {
            back() {
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Что такое Аутизм Это что?| Быть успешным при аутизме',
            meta: [
                {
                    vmid: 'keywords',
                    name: 'keywords',
                    content: 'успех, причины, причины, аутизм, это'
                },
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Что такое Аутизм Что это ? Можно ли быть успешным при аутизме. Прогноз.\n' +
                        'Все зависит от уровня интеллекта.  Аутизм-не может прогрессировать.' +
                        ' Навыки социального взаимодействия ' +
                        'нарабатываются. Аутизм должен иметь регредиентное улучшение, регредиентное течение: лучше и лучше' +
                        ' становиться должен, больше и больше набирать навыков.',
                },
                {
                    vmid: 'author',
                    name: 'author',
                    content: 'Нейропсихолог Наталья Толмачева'
                }
            ],
            script: [
                {
                    vmid: "application/ld+json",
                    type: "application/ld+json",
                    json: {
                        "@context": "https://schema.org",
                        "@type": "BlogPosting",
                        "mainEntityOfPage": {
                            "@type": "WebPage",
                            "@id": "https://klinicheskij-psiholog.com/blog/autismIs"
                        },
                        "headline": "Что такое Аутизм Это что?| Быть успешным при аутизме",
                        "description": "Можно ли быть успешным при аутизме. Прогноз.Все зависит от уровня интеллекта." +
                            "Коррекция аутизма. Аутизм-не может прогрессировать.' +Навыки социального взаимодействия " +
                            "нарабатываются. Аутизм должен иметь регредиентное улучшение, регредиентное течение: лучше " +
                            "и лучше становиться должен, больше и больше набирать навыков.",
                        "image": "https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/parallax2-min.jpg?alt=media&token=de709e97-bc85-4ad6-9db4-16971e440f2e",
                        "author": {
                            "@type": "Person",
                            "name": "Наталья Толмачева"
                        },
                        "publisher": {
                            "@type": "Organization",
                            "name": "Психолог Наталья Толмачева",
                            "logo": {
                                "@type": "ImageObject",
                                "url": "https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/brain.jpg?alt=media&token=f1e9feaa-49c4-4042-9b8f-6afa4339ec54",
                                "width": 60,
                                "height": 60
                            }
                        },
                        "datePublished": "2020-01-08",
                        "dateModified": "2020-01-08"
                    }
                },
            ]
        }
    }
</script>


<style scoped>
    @import url('../../../public/pacifico.css');

    .bestReg {
        font-family: 'Pacifico', cursive;
    }

</style>