<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back"> &larr; назад</v-btn>
                <v-card flat>

                    <v-card-text flat>
                        <v-img
                                max-width="400px"
                                :src="img"
                                alt="Детские истерики"
                        ></v-img>
                    </v-card-text>


                    <h1 class="headline px-5 ">Детские истерики что это и как с этим работать </h1>
                    <v-card flat class=" text px-5 py-5">

                        <p class="subtitle-1 font-weight-bold"><span class="ml-4"></span>Детские истерики, как нам это
                            знакомо! С самого раннего детства ребенок привлекает внимание
                            родителя к себе плачем, а повзрослев, демонстративно-негативным поведением где-то
                            примерно начиная с 2.5 лет. Но что делать, если ребенок настолько поглощен своими
                            негативными эмоциями, что не слышит нас и не понимает, что происходит вокруг ? Или он
                            настолько привык добиваться своего такой реакцией, и понимая, что такая реакция работает, он
                            продолжает манипулировать криками, завываниями и иногда даже качаниями на полу?
                            Понятное дело мы не выдерживаем часто такого напора и сдаемся.
                            Так откуда взялись эти истерики у детей? Как правильно на них реагировать?
                            Есть 2 очень распространенных заблуждения на этот счет.</p>
                        <ul class="font-weight-bold subtitle-2">
                            <li>1.Нужно игнорировать и не обращать внимания на истерику, делать вид что ты не слышишь.
                            </li>
                            <li>2.Нужно уступить. Часто родители уступают, не выдерживая напора.
                            </li>
                        </ul>
                        <p></p>
                        <p class="font-weight-bold subtitle-2">Так что же делать?</p>


                        <h2 class="subtitle-1 font-weight-bold">Заблуждение 1. Нужно игнорировать.</h2>
                        <p class="body-2">
                            Игнорировать нельзя, мы формируем при этом «Выученную беспомощность». Которая приведет к
                            такому поведению в будущем, что помня опыт с детства когда мы интенсивно отстаивали свое
                            мнение, пытались повлиять на этот мир, а нас тогда в детстве, оказывается, никто не услышал.
                            Тогда зачем сейчас стараться и что-то делать? К чему-то стремиться? какой смысл в этом? Меня
                            все равно никто не
                            услышит все сложно, я все равно не повлияю и не смогу повлиять на ситуацию.
                        </p>
                        <p class="body-2">
                            Давайте объясним это с точки зрения науки.
                            Наш мозг работает по принципу Доминанты и Динамического стереотипа.
                        </p>
                        <h5>Принцип Доминанты.</h5>
                        <p class="body-2">
                            Открыт Ухтомским, известным научным деятелем. Принцип Доминанты это
                            такой механизм работы мозга в котором господствует 1 очаг возбуждения, а все прочие
                            возбуждения которых много – не только не принимаются мозгом в расчет! А активно тормозятся!
                            И еще их сила передается господствующему очагу. И все эти прочие незадействованные центры
                            ускоряют работу доминантного очага в мозге в несколько раз!! В нашем примере Доминанта
                            горела очень сильно и даже горела красным цветом и все другое ничего не
                            волновало ребенка, наоборот, все другое забыто напрочь! Забыто что хотелось есть и пить, все
                            желания ушли в глубокое подполье, а наружу выставлено одно единственное желание то за
                            которое ребенок боролся и итерил, и то, на которое мы никак не отреагировали. И оно ДА
                            угасло!
                            Не сразу сдался ребенок! Оно угасло с последствиями для ребенка. Неуверенность в себе,
                            низкая
                            самооценка, и как следствие выученная беспомощность по жизни.
                        </p>

                        <h2 class="subtitle-1 font-weight-bold">Заблуждение 2 Уступить, сделать так как хочет
                            ребенок.</h2>
                        <h5>Принцип Динамического стереотипа.</h5>
                        <p class="body-2">
                            Стереотип- Привычка. Это та банальная привычка, стереотип поведения который был
                            зафиксирован в мозге, часто повторялся и стал таким родным, частью себя. Воспринимается как
                            свое поведение изначально.
                        </p>
                        <p class="body-2">
                            Уступая, мы подкрепляем привычку добиваться плачем криком истерикой. Подкрепляем
                            импульсивное
                            поведение, дать сию минуту, здесь и сейчас, это неумение ждать. В будущем невозможность
                            ставить
                            долгосрочные цели идти к ним терпя неудобства, разбивая большую цель на подзадачи, решать
                            их,
                            корректировать ошибки и если надо вернуться назад и начать сначало. Это о терпении.
                        </p>
                        <p class="body-2">
                            И если идти по пути заблуждения 1 и игнорировать истерику, мы закрепляем привычку
                            реагировать
                            пассивно и не пробиваться по жизни, не высовываться, а то все равно не услышат. Какой в этом
                            смысл?
                        </p>

                        <h2 class="subtitle-1 font-weight-bold"> Так как же быть? Как во всем этом разобраться?</h2>
                        <h5>Правила для родителей как же все таки нам реагировать?</h5>
                        <p class="body-2">
                            1. Используем Я-сообщения вместо Ты – сообщений.
                            Что это значит? Мы не осуждаем ребенка, его личностные черты. Например "Ты плохой мальчик".
                            А
                            говорим о своих ощущениях. Проговариваем только свои ощущения. Например. Даем
                            обратную связь по типу: Я - очень расстроена тем как ты поступил, Я - очень огорчена, мне
                            стало грустно, обидно за твой проступок и т д. Используем Я а не ТЫсообщения. Проговариваем
                            при
                            этом обратную связь от себя, что мы его услышали. ДА – Я тебя слышу! ДА – Я тебя вижу,
                            ДА – Я тебя понимаю. Мне также в детстве очень хотелось…… или я был тоже в сходной
                            ситуации…….
                            И рассказать о своем опыте преодоления подобных схожих случаев как сейчас у ребенка.
                        </p>
                        <p class="body-2">
                            2. Безусловное принятие.
                            Это безусловная любовь, а не за что-то. Просто потому что он есть оприори любого его
                            негативного поведения.
                            Просто потому, что он наш ребенок. Мы обязательно приласкаем ребенка, обнимем его,
                            поддержим.
                        </p>

                        <p class="body-2">
                            3. Правило ДА_НО. После Я- сообщений говорим " Да , я тебя понимаю", "Да , я тебя слышу, но
                            придется подождать пока я договорю по телефону". Да …НО. Чтоб ребенок во-первых понял что
                            его просьба
                            оказалась услышанной и он понят, осталось только подождать. При этом ласково и нежно
                            обняли о оформили все в виде просьбы.
                        </p>

                        <p class="body-2">
                            4. Всегда оговариваем правила до опыта вхождения в ситуацию где обычно у ребенка истерика.
                            Еще до
                            магазина мы договариваемся как мы будем себя вести и что мы будем там покупать. Например "Мы
                            сейчас идем в магазин и идем мы покупать то и то". Перечислим.
                            Если мы договорились о покупке конфет, то есть он будет их будет после еды, а если можно
                            сразу то сразу и вообще проблем нет. НО если в магазине он всегда просит конфету, и если
                            он привык всегда добиваться все слезами и всегда клянчит и громко и с истерикой и если
                            мы решили что будем останавливать эту ситуацию то мы родители будем действовать
                            следующим образом.
                            Мы договариваемся о правилах . Правила оговариваем до входа в проблемную ситуацию.
                            Не берите все сразу, а берите одну наибольшую проблему и установите правило. Мы
                            заходим в магазин и если истерика началась, задача- выстоять не в плане молчания и
                            игнора, а в безусловном принятии говорю Я тебя понимаю, я тебя услышала что ты очень
                            хочешь. Я тоже очень люблю ….. И я выдерживаю не купить конфету сейчас. Или купив
                            сейчас, если это оговорено в правиле заранее что мы ее покупаем но едим позже , мы ее
                            съедим дома после обеда. Принцип 5раз к ряду не сделать так как этого привык
                            добиваться ребенок а действовать сообща, договорившись об этом со всеми взрослыми в доме,
                            истерика утихнет.
                            Потому никто и ничто ее не будет продкреплять.
                            Если у ребенка истерика – значит есть кто-то в доме кто ее подкрепляет. Или в доме
                            амбивалентные требования: один говорит что можно, а другой родитель сегодня можно а
                            завтра нельзя, а бабушка, к примеру всегда запрещает.
                        </p>
                        <h5>
                            Детские истерики также могут быть проявлением спектральных нарушений. Чтоб разобраться в
                            причинах, нужно проконсультироваться у специалиста.
                        </h5>
                        <h5>Будьте последовательны в своем воспитаннии!!!!!</h5>
                        <h5>
                            Напоследок на закуску так сказать я расскажу вам о зефирном тесте, который провели
                            психологи. В дошкольном учреждении принесли всем детям по одной зефирке и сказали
                            его можно съесть уже сейчас, но если кто не съест сейчас а дождется вечера, то получит
                            еще несколько зефирок. Исследования были пролонгированы. Оказывается во взрослом
                            возрасте те кто съел зефир сразу же, в последствии во взрослом возрасте, был
                            импульсивен и плохо добивался целей, имел не очень удачный брак. А те, кто сумел
                            дождаться, был более успешен в будущем, так как умел ставить цель и добиваться своего
                            испытывая трудности и ограничения на пути.
                        </h5>
                        <h4>
                            Какой можно тут сделать вывод? Так воспитывается увереность всебе, коррекция
                            импульсивности, и умение уже с детства идти к цели даже если это сопряжено с
                            ограничениями и препятствиями. Это о терпении! Удачи ВАМ! И хорошего всем
                            настроения.
                        </h4>
                        <p></p>
                        <div class="body-2">
                            <p class="bestReg" align="right "> С уважением Наталья Толмачева</p>
                        </div>
                    </v-card>
                </v-card>
                <v-btn @click="back"> &larr; назад</v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>
    const childrenTantrums = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/children-tantrums.jpg?alt=media&token=3e50de8c-980b-4389-b212-5e1434e767cd');

    export default {
        name: "ChildrenTantrums",
        data() {
            return {
                img: childrenTantrums,
            }
        },
        methods: {
            back() {
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Детские истерики что это и как с этим работать',
            meta: [
                {
                    vmid: 'keywords',
                    name: 'keywords',
                    content: 'дети истерики, плачь, капризы'
                },
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Детские истерики, как нам это знакомо! С самого раннего детства ребенок привлекает внимание' +
                        ' родителя к себе плачем, а повзрослев, демонстративно-негативным поведением где-то примерно начиная ' +
                        'с 2.5 лет. Но что делать, если ребенок настолько поглощен своими негативными эмоциями'
                }
            ]
        }
    }
</script>

<style scoped>
    @import url('../../../public/pacifico.css');

    .bestReg {
        font-family: 'Pacifico', cursive;
    }

</style>