<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back">  &larr; назад </v-btn>
                <v-card flat>
                    <v-card-text>
                        <v-img
                                max-width="400px"
                                :src="img"></v-img>
                    </v-card-text>


                    <p class="headline px-5">Как созревает и развивается  мозг ребенка</p>
                    <v-card flat class=" text px-5 py-5">
                        <p>В момент Рождения масса мозга ребенка составляет примерно четверть от массы мозга взрослого
                            человека. При чем дальше скорость с которой растёт мозг малыша, фантастическая! Что же конкретно
                            растёт в мозгу ребёнка? Большая часть (нейронов) нервных клеток формируется у малыша ещё в утробе
                            матери. Последующий рост детского мозга обусловлен не столько тем, что появляются новые нейроны,
                            а тем, что растут клетки, что служат оболочкой для нервных путей -это клетки глии, миелиновая
                            оболочка. Нервные клетки это маленькие клетки с большими отростками (аксонами и дендритами).
                            Эти отростки связывают нервные клетки между собой. Нервный импульс идет от одной клетки к другой
                            по этим путям. Но сами по себе нервные клетки беспомощны, если не спрятать их в миелиновую
                            оболочку, что напоминает изоляцию провода. Нервных клеток много у малыша связанных  отростками
                            с Рождения а вот миелина мало. Этим и объясняется то что ребенок не контролирует целенаправленно
                            свои мышечные движения, да и вообще мало что контролирует( акт мочеиспускания, например). Чтоб
                            совершать целенаправленные действия надо чтоб импульс нервный шел по опрелеленной траектории от
                            клеток что отвечают за восприятие например к клетке, что отвечает за сокращение мышцы. И импульс
                            бежит не по проторенной дорожке, что обеспечивает миелин, а рассеивается между разными клетками
                            случайным образом. В результате  движения хаотичны. <SPAN style="font-weight: bolder"> А теперь о главном.</SPAN>
                            Миелином будут покрываться те
                            отростки по которым активнее будут пробегать нервные импульсы, значит развивается больше та часть  мозга
                            которая больше стимулируется внешними факторами. Развивается та функция, что чаще запрашивается из вне.
                            Там же, где стимулов мало и нервные клетки не получают достаточной стимуляции, нейроны и их отростки
                            атрофируются и погибают. Значит потенциал ребенка актуализируется внешней стимуляцией в сенситивный
                            период для каждой функции, когда она должна становиться. И чаще запрашивать Ее из-вне. Помнить о Зоне
                            ближайшего развития и идти на 1 шаг вперед, давая задания чуть сложнее,  чтоб стимулировать развитие.
                            Удачи всем.
                        </p>

                    </v-card>
                </v-card>
                <v-btn   @click="back">  &larr; назад </v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>

    const brain = "https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/brain_develop.jpg?alt=media&token=606d10ae-f905-49d0-97a9-4ccdce344714"
    export default {
        name: "ChildBrainDevelop",
        data(){
            return {
                img: brain,
            }
        },
        methods:{
            back(){
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Как созревает и развивается мозг ребенка',
            meta: [

                {
                    vmid: 'description',
                    name: 'description',
                    content: 'В момент Рождения масса мозга ребенка составляет примерно четверть от массы мозга ' +
                        'взрослого человека. При чем дальше скорость с которой растёт мозг малыша, фантастическая! ' +
                        'Что же конкретно растёт в мозгу ребёнка? Большая часть (нейронов) нервных клеток формируется' +
                        ' у малыша ещё в утробе матери. Последующий рост детского мозга обусловлен не столько тем, что' +
                        ' появляются новые нейроны, а тем, что растут клетки, что служат оболочкой для'
                }
            ]
        }
    }
</script>

<style scoped>

</style>