<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back">  &larr; назад </v-btn>
                <v-card flat>
                    <v-card-text>
                        <v-img
                                max-width="400px"
                                :src="img"></v-img>
                    </v-card-text>


                    <p class="headline px-5">Как развить уверенность в ребенке</p>
                    <v-card flat class=" text px-5 py-5">
                        <p>
                            Карманный терапевт. Подсказки для родителей. "Как воспитать уверенного в себе ребенка"
                            Опишем неправильное воспитание. Все родом с детства.
                        </p>
                        <p>
                            1. Если мы будем говорить ребёнку:"Ты не сможешь, не справишься, туда не лезь не трогай,
                            а то упадёшь! Ребенок изучая мир обучается бояться и формируется
                            выученная беспомощность. Сиди и не высовывайся ты не сможешь.
                        </p>
                        <p>
                            Если так реагировать у всякого человека формируется выученная беспомощность, что он по жизни
                            ничего из себя не представляет, а другие знают и умеют. Ребенок становится взрослым но
                            ощущение
                            собственной несостоятельности определяет всю его дальнейшую жизнь. Дальше возможны 2
                            варианта событий.
                        </p>
                        <li> - Формируется комплекс неполноценности, человек превращается в профессионального
                            неудачника.
                        </li>
                        <li> - Или по жизни будет предпринимать попытки преодолеть свою неполноценность, вылезая из
                            собственной
                            кожи, что, разумеется сопровождается массой неприятных ощущений и психосоматикой.
                        </li>
                        <p>
                            2. Плохо когда Сравниваем с другими детьми. :" А посмотри Вася какой молодец, а ты не
                            можешь!"
                            Вырастая ребенку страшно вступать в контакт с другими людьми, подойти к учителю задать
                            вопрос, отпроситься в туалет на уроке. У него нет много друзей.
                            Как же правильно реагировать нам родителям в повседневной жизни формируя уверенную установку
                            и хорошую самооценку.
                        </p>
                        <p>
                            3. Ребенку с детства даем опыт преодоления трудностей. Игрушку мы не вкладываем игрушку
                            в руку, а он ползет к ней сам, преодолевая препятствия. " Ты сможешь, ты справишься" дальше
                            ребенок все делает Сам! Завязывает шнурки, даже если опаздываем в школу.
                        </p>
                        <p>
                            4. Похвала преобладает над нравоучением. Например, ребенок написал все буквы криво в
                            тетради и только одна буква ровная. Мы делаем ВАУ эффект хороших эмоций. " Какая красивая
                            буква получилась, вот бы все такие были!"
                        </p>
                        <p> 5. Даем выбор из 2. Техника Вилка. "Ты пойдёшь гулять в парк или играть в тенис?" Включаем
                            лобные доли, ребенок сам себя мотивирует. А если вынуждены сами за ребенка принять решение,
                            то объяснить почему, чтоб понимал, а не силой авторитета. Легко быть диктатором маленькому
                            ребенку.
                        </p>
                    </v-card>
                </v-card>
                <v-btn   @click="back">  &larr; назад </v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>
    const confidenceImage = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/yverenost.jpg?alt=media&token=b03ab71e-67df-454c-b805-eb12cea4488c');
    export default {
        name: "Confidence",
        data() {
            return {
                img: confidenceImage,
            }
        },
        methods:{
            back(){
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Как развить уверенность в ребенке',
            meta: [
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Карманный терапевт. Подсказки для родителей. "Как воспитать уверенного в себе ребенка"' +
                        ' Опишем неправильное воспитание. Все родом с детства.\n' +
                        '1. Если мы будем говорить ребёнку:"Ты не сможешь, не ' +
                        'справишься, туда не лезь не трогай, а то упадёшь! Ребенок изучая мир обучается ' +
                        'бояться и формируется выученная беспомощность. Сиди и не высовывайся ты не сможешь.'
                }
            ]
        }
    }
</script>

<style scoped>

</style>