<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back">  &larr; назад </v-btn>
                <v-card flat>
                    <v-card-text>
                        <v-img
                                max-width="400px"
                                :src="img"></v-img>
                    </v-card-text>


                    <p class="headline px-5">Тема самостоятельный ребёнок</p>
                    <v-card flat class=" text px-5 py-5">
                        <p>
                            Как воспитать самостоятельного ребенка, чтоб он проснулся и знал что ему делать и сам себя
                            организовывал? Чтоб родитель не напоминал постоянно, что нужно делать сейчас и не нависал
                            над ним теряя свое терпение? Ведь на самом деле, самое большее, что мы можем сделать для ребенка,
                            это помочь ему стать самостоятельным в
                            жизни и решать проблемы самому, уметь себя организовывать.
                        </p>
                        <p>
                            <SPAN style="font-weight: bolder">Первое: </SPAN> на помощь нам придут Правила!! Да да! Ведь правила должны быть в каждой семье.
                            С помощью внешних правил мы простаиваем внутренние-понятие надо, терпение. Но требования не должны
                            быть амбивалентные когда бабушка все разрешает, а папа и мама запрещает, тогда ребенок теряется и тревожность
                            его повышается, потому что он теряется как правильно.
                        </p>
                        <p>
                            <SPAN style="font-weight: bolder"> Второе:</SPAN> нам поможет визуальное расписание.
                            Что это такое? Это режим дня в картинках или сделанное с помощью фото бытовых действий
                            самого ребёнка. Итак. Для этого нам понадобятся картинки бытовых действий в течении дня.
                            1. Картинка зубной  пасты и щётки - или фото ребенка где он чистит зубы, клеим на лист формата
                            А4 и вешаем на холодильник , а рядом магнит, для того чтоб отметить когда ребенок это сделает,
                            он сам  же этот магнит прикрепит рядом( не забудьте похвалить его за самостоятельность) потом
                            картинка где ребенок завтракает, занимается, гуляет или идёт в сад, затем обед игра ужин, вечерний
                            туалет и сон. Все также рядом магнитики для того чтоб отметить сделанное. Эта форма режимных моментов
                            также формирует у ребенка понятие Сейчас и Потом. Таким образом снимается тревожность, и ребенку более
                            понятно, что есть и что будет. Формирует самостоятельность, притормаживает импульсивность сделать по
                            своему сейчас, потому что "Я хочу" как правило у детей часто их желания бежат впереди них самих. И в
                            наших руках показать
                            научить их понятию Сейчас это, а Потом другое. Планировать свои действия а потом и жизнь.
                        </p>

                    </v-card>
                </v-card>
                <v-btn   @click="back">  &larr; назад </v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>
    const independentImage = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/independent.jpg?alt=media&token=a8f1ebee-f3af-4892-95a9-132dc1fa8457');


    export default {
        name: "Independent",
        data() {
            return {
                img: independentImage,
            }
        },
        methods:{
            back(){
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Тема самостоятельный ребёнок',
            meta: [
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Как воспитать самостоятельного ребенка, чтоб он проснулся и знал что ему делать' +
                        ' и сам себя организовывал? Чтоб родитель не напоминал постоянно, что нужно делать сейчас ' +
                        'и не нависал над ним теряя свое терпение? Ведь на самом деле, самое большее, что мы можем ' +
                        'сделать для ребенка, это помочь ему стать самостоятельным в жизни и решать проблемы самому,' +
                        ' уметь себя организовывать'
                }
            ]
        }
    }
</script>

<style scoped>

</style>