<template>
    <v-container>
        <v-card class="mb-5 mb-sm-2">
            <v-btn @click="back"> &larr; назад</v-btn>
            <v-card flat>
                <v-card-text>
                    <img title="фобии"
                         alt="фобии"
                         style="max-width: 100%; max-height: 300px"
                         :src="img"/>
                </v-card-text>

                <article>
                    <h1 class="headline px-5">Фобии </h1>
                    <v-card flat class=" text px-5 py-5">
                        <p>Дата публикации:
                            <time itemprop="datePublished" pubdate datetime="2020-01-22">2020-01-22</time>
                        </p>
                        <p>
                            Приветствую всех. Сегодня мы обсудим тему фобий. Страх присущ всем людям.
                            Это базовая эмоция, отвечающая за безопасность, в основе лежит инстинкт
                            самосохранения. Испытывать страх нормальное явление в отличие от фобий. В
                            международном классификаторе болезней есть шифр F 40 тревожно-
                            фобические расстройства. В основе всегда тревога перед ситуациями или
                            объектами, что не являются опасными в настоящий момент времени. Это
                            продукт психики, таково восприятие ситуаций или объектов. При этом попытки
                            разубедить, никакие рациональные доводы самому себе или другими людьми,
                            что это безопасно, терпят фиаско. При этом избегание этих ситуаций или
                            объектов лишь усиливает страх. Может быть так, что люди еще и беспокоятся
                            своим соматическим состоянием в этот момент, их беспокоят их сердцебиения,
                            ком в горле, описывают ощущения как нехватка воздуха, дурнота, колебания
                            давления, потеря самоконтроля и т.д. Это уже страх страха, что является
                            вторичным в этой ситуации. И получается замкнутый круг. Человек боится
                            ситуации или объекта и при этом обеспокоенный своими ощущениями в теле
                            пугается их. Страх имеет свойство генерализации: распространения на все
                            сходные ситуации, когда количество условных раздражителей увеличивается.
                            Появляется чувство неопределенности, из-за этого тревога увеличивается. И вот
                            оказия, человек испытывающий фобию в одной области начинает бояться
                            ситуаций похожих или напоминающих ту что пугает, или каким-то образом
                            связанных с фобией: может бояться выходить на улицу, постоянно озабочен
                            поиском поблизости аптек, а вдруг станет плохо и никто не поможет.
                        </p>
                        <p>
                            Есть множество разновидностей фобий, но в основе каждой лежит
                            повышенная тревога, сочетание объекта или ситуации с определённой
                            обстановкой даже временем суток или ощущениями в теле, что формирует
                            патологическую условную связь, патологический условный рефлекс.
                        </p>
                        <p>
                            В процессе психотерапии мы разрываем патологическую условную связь.
                            Мы осваиваем техники десенсибилизации, снижаем соматические проявления
                            тревоги, берем под контроль телесные проявления. С помощью специальных
                            психотерапевтических методов, производим гашение своей вегетативной
                            дисфункции и активно подкрепляем позитивными стимулами маленькие
                            победы по шагам к большой победе над самой фобией. А также с помощью

                            специальных техник изменяем мысли, что поддерживают болезненное
                            состояние. Мы создаем новый условный рефлекс. Формируем новую привычку
                            реагировать по-другому в сходных ситуациях.
                        </p>
                        <p>
                            Приходим к пониманию, что сам патологический условный рефлекс
                            никогда бы не закрепился, если бы не сыграли с нами злую шутку наши мысли, что
                            являются триггерами, пусковыми крючками, запуском самой патологической
                            условной цепочки, по которой разворачивается фобический механизм. Мы
                            сами того не осознавая закрепляем своими мыслями, или чувствами: а вдруг,
                            неужели опять мне станет плохо, это ужасно и т. д., всю эту
                            симпатоадреналовую активацию нашего организма. Таким образом наша
                            психика подкрепляет дезадаптивный условный рефлекс.
                        </p>
                        <p>
                            При поиске причин фобий в детстве, в каком-то личностном конфликте
                            условный патологический рефлекс все равно останется, и от выяснения
                            причины и выплакаться он не пройдет. Психотерапия должна быть
                            поведенческой, которая ориентируется на разрывании патологической связки
                            триггера и подкрепляющих условий, ситуаций или ощущений.
                        </p>
                        <p>
                            Вот краткое изложение направления психотерапевтической помощи,
                            многострадальным пациентам испытывающих непонимание, безысходность, а
                            порой и ужас от неопределенности и растерянности перед своими фобиями.
                        </p>
                        <p class="bestReg" align="right "> С уважением
                            <a itemprop="author" href="https://klinicheskij-psiholog.com">Наталья Толмачева</a>
                        </p>
                    </v-card>
                </article>
            </v-card>
            <v-btn @click="back"> &larr; назад</v-btn>
        </v-card>
    </v-container>
</template>

<script>
    const img = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/162762.jpg?alt=media&token=aec44584-aeda-4e18-b7ed-954a36832f6a');

    export default {
        name: "Phobias",
        data(){
            return{
                img
            }
        },
        methods: {
            back() {
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Фобии | Панические атаки | Панические',
            meta: [
                {
                    vmid: 'keywords',
                    name: 'keywords',
                    content: 'Фобии, атаки, Панические, Панические'
                },
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Сегодня мы обсудим тему фобий. Страх присущ всем людям. Это базовая эмоция, отвечающая' +
                        ' за безопасность, в основе инстинкт лежит самосохранения. Испытывать страх нормальное явление' +
                        ' в отличие от фобий',
                },
                {
                    vmid: 'author',
                    name: 'author',
                    content: 'Нейропсихолог Наталья Толмачева'
                }
            ],
        }
    }
</script>

<style scoped>
    @import url('../../../public/pacifico.css');
    p {
        text-indent: 20px; /* Отступ первой строки в пикселах */
    }
    .bestReg {
        font-family: 'Pacifico', cursive;
    }
</style>