<template>
    <v-container>
        <v-card class="mb-5 mb-sm-2">
            <v-btn @click="back"> &larr; назад</v-btn>
            <v-card flat>
                <v-card-text>
                    <img title="признаки аутизма"
                         alt="признаки аутизма, симпомы , проявления"
                         style="max-width: 100%; max-height: 300px"
                         :src="img"/>
                </v-card-text>

                <article>
                    <h1 class="headline px-5">Аутизм: признаки, симптомы, проявления </h1>
                    <v-card flat class=" text px-5 py-5">
                        <p>Дата публикации:
                            <time itemprop="datePublished" pubdate datetime="2020-01-16">2020-01-16</time>
                        </p>
                        <p> Рада приветствовать Вас в своем блоге. Сегодня делюсь с вами статьей про аутизм,
                            симптомы, признаки и проявления.
                            При аутистическом расстройстве слабое звено – социальное
                            поведение. Это важный симптом аутизма, проходит красной нитью в данном расстройстве.
                            Давайте разберемся, что включает в себя понятие
                            социальное поведение в норме, и какие механизмы социального
                            поведения нарушены при аутизме.
                        </p>
                        <div></div>
                        <h2 class="title">
                            1. Умение воспринимать и анализировать как свои собственные
                            переживания и намерения, так и других людей.
                        </h2>
                        <p></p>
                        <p>По невербальным знакам коммуникации мы понимаем состояние другого
                            человека. Опираясь на свой собственный опыт можем предположить, что,
                            если, например, у мамы нахмуренные брови и низкий голос – значит она не
                            в настроении. Считается что это врождённая способность человека. В
                            основе механизм импринтинга-запечатление. Посмотрел и понял.
                            Затем имитация-повторил. Развивается через опыт. Дети в возрасте 3 лет
                            начинают активно повторять за другими детьми, наблюдая других и
                            проявляя себя. У детей с РАС нарушена биологическая модель выживания.
                            Механизм импринтинга нарушен. Если понаблюдать за поведением зверят,
                            то они сначала учатся и повторяют за мамой, а потом за себе подобными в
                            стае волчат, например. Дети с РАС не наблюдают за другими детьми и
                            взрослыми и многое в жизни упускают, особенно невербальную
                            коммуникацию и не понимают намерения и поведения других и себя.
                        </p>
                        <h2 class="title">
                            2. Эмпатия.
                        </h2>
                        <p></p>
                        <p>
                            Способность испытывать такие же эмоции, как и окружающие люди. Что
                            является основной способностью сопереживать другим. Эмпатия
                            формируется в процессе опыта, и умения считывать сигналы
                            характеризующие эмоции другого человека. Мы можем попросить ребенка
                            пожалеть маму и попросить его это сделать, показав как это выглядит, но
                            это не эмпатия. Просто его попросили повторить. А вот если ребенок
                            увидит сам что мама ударилась и подойдет сам, проявит инициативу,
                            погладит, поцелует то это уже первое проявление эмпатии.
                        </p>

                        <h2 class="title">
                            3. Умение целостно воспринимать. Этот симптом аутизма также является лакмусовой
                            бумажкой, важным критерием при диагностике.
                        </h2>
                        <p></p>
                        <p>
                            Интегративное восприятие ситуации. У детей с РАС больше буквальное и
                            конкретное восприятие. Мы получаем информацию что происходит во
                            внешнем мире по разным каналам: слуховой, тактильной, зрительной,

                            вестибулярной, обонятельной системы восприятия. Человек способен
                            соединить это в единое представление о происходящем и оценить
                            ситуацию в целом. В дефиците у детей с РАС игра понарошку, переносный
                            смысл, понимание шуток, контекста ситуации, и поэтому восприятие
                            ситуаций у них происходит буквально и конкретно в большей или меньшей
                            степени, непонимание правил. Например, сказала мама ребенку с РАС
                            сидеть и ждать в коридоре, он сидит и ждет. При этом мама была у врача
                            продолжительное время. Другой ребенок каким-то образом проявил бы
                            активность, но ребенок у которого есть спектр расстройств в этом
                            конкретном случае воспринял ситуацию буквально и конкретно: сказали
                            сидеть и ждать, значит буквально сидеть и ждать даже продолжительное
                            время. Или другой пример, сказала мама помогать другим, ребенок с
                            аутизмом пойдет и отдаст все деньги, которые лежали в определенном
                            месте, если его попросил друг. На вопрос почему ты это сделал, ответ: «Ты
                            же сама сказала другу надо помогать».
                        </p>
                        <h2 class="title">
                            4. Социальная интуиция.
                        </h2>
                        <p>Умение ориентироваться на социальное поведение окружающих, тут важен
                            еще и собственный опыт, и воспитание. Например, мама учит не отбирать
                            чужие машинки, делиться и меняться. Понятно, что чужие игрушки соблазн,
                            но уже в раннем возрасте малыш преодолевает желание и уступает
                            нормативным требованиям. Также в норме ребенок не должен пугаться
                            новой ситуации. Он предугадывает поведение взрослых, кого бояться, а
                            кого нет. В норме ребенок стремится разделить свои переживания с
                            близкими людьми, чтобы еще кто-то увидел то, что он заметил или сделал.
                            Это называется разделенным интересом. У ребенка с аутизмом он часто
                            отсутствует.
                        </p>
                        <p></p>

                        <h2 class="title">
                            5. Коммуникативное поведение: его нарушение, есть частый симптом спектральных рассторойств
                            как по выраженности, так и по проявлению.
                        </h2>
                        <p>Здесь умение установить контакты с другими людьми при участии речи.
                            Триада нарушений (РАС) нарушение коммуникации, взаимодействия и
                            поведения. Также нужно учитывать, что при аутизме встречаются и другие
                            симптомы, которые свидетельствуют о проблеме развития и поведения
                            ребенка, эти симптомы не являются специфическими для аутистического
                            расстройства, могут быть сочетанные, (коморбидные) расстройства. Их
                            называют сопутствующими расстройствами: гиперактивность, проблемы
                            внимания, СДВГ, интеллектуальные нарушения, неспецифические речевые
                            нарушения (речевая апраксия), нередко при аутизме присутствуют
                            эпилептические приступы. Встречается сочетания аутизм и синдром Дауна.
                            Давайте поговорим о нарушении коммуникации и взаимодействия. При
                            тяжелых формах неспособен проявлять никакой социальной активности,
                            выглядит отрешенным. Слабые формы аутистического расстройства –
                            демонстрируют попытки установления контакта, но делают это не ради
                            общения, а только если что-то хочет: съесть, выпить, получить приятные
                            ощущения от окружающих. Тащит взрослого за руку и его рукой показывает,
                            что он хочет и не показывает сам своим указательным жестом, или
                            подталкивает взрослого. Возможно также проявление излишней
                            самостоятельности: сами все открывают, берут. Родители могут
                            воспринимать это как хороший знак, мол какой самостоятельный ребенок.
                            Принято считать, что ребенок с РАС неспособен выражать эмоции, но это
                            не так, бывает мимика чрезмерна: удовольствие, паника, страдание. У
                            ребенка с аутизмом нарушен именно процесс социализации эмоции.
                            Понимание ее у себя и у других и выражать в контексте. Ребенок не может
                            адекватно понимать, как свое собственное эмоциональное состояние, так и
                            настроения других людей. Например, ребенок может плакать если нет
                            желаемого и улыбаться если радостно, но не может понять почему плачет
                            мама или сверстник, что ударил ногу. Трудно понять также почему
                            сверстник обиделся и сказал, что не будет играть, а ребенок почему-то
                            бежит за ним и требует, навязывает свое присутствие, например, сверстник
                            может толкнуть в ответ и родителей это огорчает, что ребенок не понимает
                            контекста и не знает, как себе вести. Может быть так что ребенок
                            пристально наблюдает за поведением других детей, и родители думают,
                            что это интерес к другим детям, но дальше наблюдения это не идет и даже
                            если он подойдет к детям, то адекватного акта социального
                            взаимодействия не происходит. Ударил, толкнул, отобрал, укусил и это
                            есть взаимодействие. Скорее это доступ к желаемому, а не
                            взаимодействие. Дети с аутизмом — это дети что очень хотят общаться и
                            интересуются, наблюдают, но не знают, как, у них нет навыков социального
                            взаимодействия. У них не сформированы инструменты общения. И даже
                            если он пытается общаться, то иногда это выглядит нелепо или вообще не
                            будет принимать никаких шагов для общения. Часто наблюдаются истерики
                            от непонимания себя, своих ощущений, непонимания других. Отсутствие
                            зрительного целенаправленного контакта – форма диагностики
                            аутистического спектра. Ребенок может смотреть, но его взгляд
                            неинформативен, родители наблюдают, что часто взгляд &quot;сквозь&quot;. Смотрит
                            вроде в глаза, а взгляд пустой. Когда мы говорим о контакте то мы говорим
                            об умении общаться с помощью зрения. Критерий также неумение

                            обращаться с просьбой. Неумение кивать – в ответ «Да» или отрицания
                            «Нет». Родители сами догадываются что он хочет.
                            Нарушение речи при аутизме. Родители считают, что только б появилась
                            речь и все будет хорошо все проблемы уйдут. Но первичные дефициты
                            остаются и дают о себе знать и речь не восполнит их. И когда речь
                            появляется то ребенок не использует ее для общения с близкими. Он не
                            зовет маму. Не обращается с просьбой, а произносит слова из мультиков,
                            английские слова, название игрушек или нетипичные данному возрасту
                            слова, не в контексте, «не в тему» как говорится. Или у ребенка с РАС
                            вновь появившиеся слова вдруг исчезают, появляются новые и снова
                            исчезают. Никогда не произносит слова по просьбе, а только когда сам
                            захочет или спонтанно. Наблюдается отраженная речь: эхолалия. Ребенок
                            просто повторяет за окружающими вопрос, вместо ответа. Отражает слова,
                            темп речи, интонацию. Говорит слова во втором или третьем лице.
                            «Хочешь пить?» вместо «Хочу пить».
                            Даже у более старших деток при высоко функциональном аутизме и у
                            взрослых с аутизмом наблюдаем явление нарушения семантико-
                            прагматической стороны речи. Неумение адекватно пользоваться речью
                            для общения. Непонимание контекста ситуации.
                        </p>
                        <ul class="subtitle-2 font-weight-bold">
                            <li> -быстрый темп речи;</li>
                            <li> -не умеет слушать собеседника;
                            <li> -неумение поддерживать беседу и соблюдать очередность (вопрос – ответ),
                                перебивание собеседника;
                            </li>
                            <li> -постоянное соскальзывание на другие темы;</li>
                            <li> -навязывает свою одну и ту же тему;</li>
                            <li> -непонимает контекст беседы за счет конкретности восприятия (шутки,
                                двойной смысл),
                            <li> -непонимает то, что можно говорить, а что нельзя (яркое проявление
                                спектра: выдаст тайны малознакомому);
                            </li>
                        </ul>
                        <p></p>
                        <p>
                            Часто на моей практике, есть запросы про нарушение коммуникации у
                            подростков, на непонимание им других сверстников. Часто дети подростки
                            говорят такую обратную связь: «Мне не о чем разговаривать с друзьями на
                            перемене. Они глупые, постоянно в телефоне что-то смотрят, играют в
                            игры какие-то. А я сидел один, мне не хотелось с ними общаться, я не знал
                            о чем. Мне не интересно. Обычно я разгадываю кроссворды или с одним
                            другом могу общаться по поводу школьного предмета». Напоминает
                            маленького старичка. Или другой пример «Мои друзья сказали, что не хотят
                            со мной дружить, зачем ты пришел? Я не знал что ответить, просто
                            продолжал стоять рядом».
                        </p>
                        <p></p>

                        <h2 class="title">
                            6) Нарушение поведения. Повторяющееся поведение – очень часто встречающийся симптом РАС.
                        </h2>
                        <p></p>
                        <p style="margin-bottom: 3px">
                            Это негибкость поведения, застреваемость на определенных действиях.
                            Один и тот же интерес, игра одна и та же, надев шапку не дает снять ее в
                            помещении, привыкает к определенной пище, отвергает другие продукты. С
                            криком заходит в помещение и с таким же криком из него выходит. Это
                            трудности перехода с одного вида деятельности на другой вид. В МКБ 10
                            этот критерий описан как нарушение реципрокной деятельности.
                            Стремление к повторяющемуся поведению тесно связано со склонностью
                            легко образовывать стойкие привычки. Мозг аутистического ребенка
                            настолько не загружен социальными связями, что он вынужден
                            поддерживать свою психическую активность и заполнять поведение
                            повторяющимися действиями, что и составляют его скудный поведенческий
                            репертуар.</p>
                        <div>Повторяющееся поведение называют:</div>
                        <ul class="subtitle-2 font-weight-bold">
                            <li> -аутостимуляция;</li>
                            <li> -стереотипия;</li>
                            <li> -компульсии;</li>
                            <li> -ритуалы.</li>
                        </ul>
                        <p></p>
                        <p>
                            Есть самостоятельное расстройство, которое
                            называется компульсивное расстройство и оно отличается от компульсий у
                            ребенка с РАС тем, что человек
                            страдающий компульсивным расстройством сохраняет критику к своей
                            проблеме и идет сам за помощью к специалистам. Он просто не может
                            побороть желание совершить какое-то повторяющееся действие. При
                            аутизме критики нет, может повторять сложные ритуалы, иногда в эти
                            ритуалы вовлечены все члены семьи и если кто-то из близких отказывается
                            участвовать в ритуалах, вызывает протест. Стереотипии – повторяющееся
                            поведение, или сенсорное поведение, потому что это склонность
                            совершать какие-то действия, которые приносят ребенку какие-то приятные
                            сенсорные ощущения и застревает на них. Это не целенаправленные
                            действия, они не переходят в навык. Это хлопанье в ладоши, покачивания
                            из стороны в сторону, кручения на месте, бег по диагонали, по кругу,
                            потряхивания, перебирание пальцами перед глазами, хождение на
                            носочках, привычка перелистывать книги и не важно какие, листание чего
                            угодно и при попытке родителей внести осознанный игровой компонент или
                            попытки взаимодействовать вызывают только протест – это должно
                            настораживать. Вмешаться в процесс, навязаться в качестве игрового
                            партнера вызывает бурный протест, также вариант повторяющегося
                            поведения челночный бег с одного конца комнаты в другой, увлечение
                            мелкими предметами, разрывание газет, выкладывание в ряд игрушек др.
                            Часто привлекает не предмет, а его свойства, например, играет не с

                            машинкой, а крутит колесики длительное время лежа на боку. Что это
                            значит? Эти особенности к повторяющемуся сенсорному поведению можно
                            объяснить особенностями мозга к центральному связыванию. Это значит,
                            что ребенок неспособен на интегративное целостное восприятие мира.
                            Социальное предназначение той или иной игрушки, и он зацикливается
                            только на определенной характеристике этого предмета. Играет со
                            свойствами предмета. Так он достигает сенсорного удовольствия.
                            Повторяющееся поведение проявляется часто и может заполнять все
                            времяпровождение ребенка. Как только ребенок предоставлен сам себе он
                            сразу же погружается в эти сенсорные манипуляции. Репертуар
                            повторяющегося поведения разный у разных детей. Например, лепет, он
                            предшествует речи в возрасте 4-5 месяцев. При аутизме мозг застревает
                            на приятных ощущениях от лепета или в 2 -3 года начинает лепетать,
                            говорить на своем «птичьем языке». За этим стоит сенсорное поведение,
                            что мешает развиться нормативному речевому развитию. В 2 -3 года начал
                            лепетать и постоянно лепечет. Чаще это сенсорная стимуляция.
                            Как видно проявлений спектра очень много. Все вышеперечисленные
                            проблемы поведения характерны для расстройств аутистического спектра,
                            могут варьироваться у разных детей, могут зависеть от тяжести
                            расстройства и от поведения окружающих в ответ, важно помогает ли
                            семья и есть ли компетентные специалисты.
                            Надеюсь моя статья оказалась Вам полезной. Рада была с Вами поделиться для того
                            чтобы вы имели больше информации в понимании симптомов аутизма, разнообразии проявлений
                            и степени выраженности данных симптомов. Теперь у Вас есть понимание того, что
                            проявления симптомов аутизма у каждого ребенка свои, и чтобы разобраться какие именно
                            дефициты в каждом конкретном случае, нужно обязательно консультироваться у специалиста.
                            Рада была Вам помочь.
                        </p>
                        <p class="bestReg" align="right "> С уважением
                            <a itemprop="author" href="https://klinicheskij-psiholog.com">Наталья Толмачева</a>
                        </p>
                    </v-card>
                </article>
            </v-card>
            <v-btn @click="back"> &larr; назад</v-btn>
        </v-card>
    </v-container>
</template>

<script>
    const img = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/symptoms-of-autism.jpg?alt=media&token=d74360d9-1b0c-4285-8e26-0ebb060f8bf4');
    export default {
        name: "SymptomsOfAutism",
        data() {
            return {
                img
            }
        },
        methods: {
            back() {
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Аутизм: признаки, симптомы, проявления',
            meta: [
                {
                    vmid: 'keywords',
                    name: 'keywords',
                    content: 'Признаки, аутистическом, симптомы, аутизм, проявления'
                },
                {
                    vmid: 'description',
                    name: 'description',
                    content: ' При аутистическом расстройстве слабое звено – социальное\n' +
                        'поведение. Давайте разберемся, что включает в себя понятие\n' +
                        'социальное поведение в норме, и какие механизмы социального\n' +
                        'поведения нарушены при аутизме.',
                },
                {
                    vmid: 'author',
                    name: 'author',
                    content: 'Нейропсихолог Наталья Толмачева'
                }
            ],
        }
    }
</script>

<style scoped>
    @import url('../../../public/pacifico.css');

    p {
        text-indent: 20px; /* Отступ первой строки в пикселах */
    }
    .bestReg {
        font-family: 'Pacifico', cursive;
    }
</style>