<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back">  &larr; назад </v-btn>
                <v-card flat>
                    <v-card-text>
                        <v-img
                                max-width="400px"
                                :src="img"></v-img>
                    </v-card-text>


                    <p class="headline px-5">ПРИГЛАШАЮ</p>
                    <v-card flat class=" text px-5 py-5">
                        <h4>
                            Вас на консультацию! Если у Вас есть вопросы на которые вы затрудняетесь
                            дать ответ. К примеру, если у вашего ребенка
                        </h4>
                        <p></p>
                        <p>
                            1) трудности с коммуникацией: речь не направлена на коммуникацию, а он просто цитирует мультики,
                            как бы не в контексте ситуации, речь скандирована, есть вокализации, эхолалия, эхопраксия
                            (мгновенная и отсроченная). Есть сложности задавать вопросы либо отвечать на них. А возможно сложно вообще
                            иннициировать общение. Или же постоянное желание говорить на свою тему, зацикливается на какой то узкой теме.
                        </p>
                        <p>
                            2) Есть трудности во взамодействии со сверстниками: когда ребенок не откликается на свое имя,
                            сторонится детей и не хочет играть, или очень хочет играть, подходит, но не знает как. Не понимает
                            контекста социальной ситуации, когда кто-то обиделся и ему сложно понять почему.
                            Когда ему непонятны общественные нормы поведения и правила и он не принимает  их.
                        </p>

                        <p>
                            3) Если есть сложности в поведении. Когда наличествуют стереотипные формы поведения, есть
                            нарушения обработки сенсорных сигналов: что проявляется в гиперчувствительности ( закрывает уши на громкий звук)
                            или гипочувствительности( раскачивается, манежный бег, зажимается между предметами, чтоб почувствовать обжатие,
                            проявляет желание постоянно вылазить наверх, сложности
                            со сном, едой( избирательность в еде), с туалетом. Аутоагрессия или агрессия к другим.
                        </p>
                        <h4>
                            Что это значит и как с этим справляться? Приходите мы ответим на ваши вопросы: расскажем, покажем что с этим
                            делать, научим справляться.
                        </h4>
                    </v-card>
                </v-card>
                <v-btn   @click="back">  &larr; назад </v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>
    const welcomeImage = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/welcome.jpg?alt=media&token=317d10a1-a094-438c-9534-d061d4334a8f');
    export default {
        name: "Welcome",
        data() {
            return {
                img: welcomeImage
            }
        },
        methods:{
            back(){
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'ПРИГЛАШАЮ Вас на консультацию',
            meta: [
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Вас на консультацию! Если у Вас есть вопросы на которые вы затрудняетесь дать ответ. ' +
                        ' К примеру, если у вашего ребенка\n' +
                        '1) трудности с коммуникацией: речь не направлена на коммуникацию, ' +
                        'а он просто цитирует мультики, как бы не в контексте ситуации, речь скандирована, ' +
                        'есть вокализации, эхолалия, эхопраксия (мгновенная и отсроченная). Есть сложности задавать ' +
                        'вопросы либо отвечать на них.'
                }
            ]
        }
    }
</script>

<style scoped>

</style>