<template>
    <div>
        <v-container>
            <v-card class="mb-5 mb-sm-2">
                <v-btn @click="back">  &larr; назад </v-btn>
                <v-card flat>
                    <v-card-text>
                        <v-img
                                max-width="400px"
                                :src="img"></v-img>
                    </v-card-text>


                    <p class="headline px-5">Рабочие будни психолога</p>
                    <v-card flat>
                        <p class=" text px-5 pt-5">
                            Являясь клиническим психологом я имею большую практику и часто консультируя родителей на
                            первой встрече, наблюдаю растерянность, замешательство и отчаяние в том плане, что часто
                            родитель успел обойти кучу врачей неврологов, психиатров, генетиков не может понять и
                            путается
                            еще и направлениях различных коррекционных техник в помощи своему ребенку, часто, не имея
                            результата со слезами на глазах продолжают отчаянно искать помощи. Находя полное разьяснение
                            причин и понимания что такое РАС и СДВГ и куда будет направлена точка приложения усилий и
                            главное КАК это сделать Родитель успокаивается. Наступает определённость и понимание что
                            происходит с их ребенком и главное четкое понимание как будет проходить коррекция на что она
                            будет направлена. Обучая методу коррекции родетелей мы работаем Вместе. И наступает
                            долгожданный результат.
                        </p>
                        <p class=" text px-5 pb-5">
                            <mark> Я работаю на результат!</mark>
                            Приходите на пераичную консультацию и все станет Понятно. Наши мамы
                            просто героини их мужественность можно охарактеризовать так: " Движение по специалистам от
                            неудачи к неудаче не теряя энтузиазма " Давайте покончим с этим и наконец начнем
                            Действовать!!!!
                        </p>
                    </v-card>
                </v-card>
                <v-btn   @click="back">  &larr; назад </v-btn>
            </v-card>
        </v-container>
    </div>
</template>

<script>
    const weekdayImage = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/budni.jpg?alt=media&token=4d049802-b111-49e5-b1b4-47f32a50712a');
    export default {
        name: "WorkDay",
        data() {
            return {
                img: weekdayImage,
            }
        },
        methods:{
            back(){
                return this.$router.go(-1)
            }
        },
        metaInfo: {
            title: 'Рабочие будни психолога',
            meta: [
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Являясь клиническим психологом я имею большую практику и часто консультируя родителей на первой встрече,' +
                        ' наблюдаю растерянность, замешательство и отчаяние в том плане, что часто родитель успел обойти' +
                        ' кучу врачей неврологов, психиатров, генетиков не может понять и путается еще и направлениях различных ' +
                        'коррекционных техник'
                }
            ]
        }
    }
</script>

<style scoped>

    .text {
        font-family: "Roboto", sans-serif;
        font-size: 14px;
    }
</style>