<template>
    <div class="about_img">
        <v-container>
            <v-row>
                <v-card-text>
                    <v-col>
                        <h1>
                            Обо мне
                        </h1>

                        <div>
                            <v-row justify="center">
                                <v-col cols="auto">
                                    <p class="title flex align-center">Психолог. Клинический психолог. Детский нейропсихолог. </p>
                                </v-col>
                            </v-row>
                            <p class="pa-5 ma-5">
                                <span class="font-weight-bold">Профессиональная подготовка –</span>
                                Москва, курс профессора Цветковой Л.С.
                                (ученица основоположника нейропсихологии А.Р. Лурии). Направление
                                психотерапевтической деятельности -когнитивно – бихевиоральная
                                психотерапия. НЛП (нейролигвистическое програмирование)-
                                мастер и практик. Член Всеукраинского сообщества психотерапевтов.
                            </p>
                            <h2 class="title">Образование : </h2>
                            <p>
                                <v-row>
                                    <v-col cols="auto">
                                        <span class="font-weight-bold"> 1. </span>
                                    </v-col>
                                    <v-col>
                                        Закончила Московский Гуманитарный институт им. Е.Р. Дашковой.
                                        Второе высшее (магистр). Специализация - психолог. Преподаватель
                                        психологии.
                                    </v-col>
                                </v-row>
                            </p>
                            <p>
                                <v-row>
                                    <v-col cols="auto">
                                        <span class="font-weight-bold"> 2. </span>
                                    </v-col>
                                    <v-col>

                                        Профессиональная переподготовка по специализации - клинический
                                        психолог с направлением психотерапевтической деятельности –
                                        когнитивно-бихевиоральная психотерапия, НЛП – мастер и практик.
                                        Институт психотерапии и клинической психологии г.Москва. Институт
                                        профессиональной переподготовки психологов по специализации
                                        «клиническая психология», врачей психиатров - по специализации –
                                        «психотерапия». Углубленное изучение взрослой психиатрии 100 часов
                                        теории и 20 часов практики. Диплом Государственного образца
                                        (магистр).
                                    </v-col>
                                </v-row>
                            </p>

                            <p>
                                <v-row>
                                    <v-col cols="auto">
                                        <span class="font-weight-bold"> 3. </span>
                                    </v-col>
                                    <v-col>
                                        Московский психолого-социальный университет. Профессиональная
                                        переподготовка «Детский нейропсихолог».
                                        Курсы повышения квалификации:
                                        - Курс «Детская психиатрическая пропедевтика».
                                        СЕКЦИЯ ДЕТСКОЙ И ЮНОШЕСКОЙ ПСИХОТЕРАПИИ УСП УКРАИНСКИЙ
                                        ИНСТИТУТ ДЕТСКОЙ И ЮНОШЕСКОЙ ПСИХОТРАПИИ И
                                        ПСИХОЛОГИЧЕСКОГО КОНСУЛЬТИРОВАНИЯ.
                                        Кафедра детской социальной и судебной психиатрии НМАПО им.
                                        Щупика.
                                    </v-col>
                                </v-row>
                            </p>
                            <h2 class="title">Тренинги : </h2>
                            <v-row>

                                <v-col>
                                    <h4>В Московском институте психотерапии и клинической психологии.</h4>
                                    <h4>Тренинг «Эффективного достижения целей»</h4>
                                    <h4>Тренинг «Уверенности и самооценки»</h4>
                                    <h4>Тренинг «Личностного роста»</h4>
                                    <h4>Тренинг «Преодоление комплексов в личных отношениях»</h4>
                                    <h4>Тренинг Институт системных технологий эффективного развития.</h4>
                                    <h4>Семинар тренинг «Дифференциальная диагностика спектральных нарушений»
                                        «Практическая работа с детьми со
                                        спектральными нарушениями».</h4>

                                    <h4>Семинар «Коррекция нежелательного поведения в АВА терапии»
                                    г.Киев. Валентина Юрчик. Поведенческий аналитик, арт-терапевт
                                        (Минск, Беларусь).</h4>

                                        <h4>Мастер класс «Применение балансирующего оборудования в
                                    коррекционной работе с детьми раннего возраста и детьми
                                    аутистического спектра» Киев. Тренер: обучающий тренер,
                                            нейропсихолог Катерина Стрий.</h4>
                                            <h4> Мастер класс «СДВГ. Психокорекционная работа с детьми с
                                    гиперактивностью. Нейропсихологический подход». Тренер:
                                                обучающий тренер, нейропсихолог Катерина Стрий.</h4>
                                    <p></p>
                                    <ul>
                                        <li>
                                            - Семинар «Коррекция нежелательного поведения в АВА терапии»
                                            г.Киев. Валентина Юрчик. Поведенческий аналитик, арт-терапевт
                                            (Минск, Беларусь).
                                        </li>
                                        <li>- Мастер класс «Применение балансирующего оборудования в
                                            коррекционной работе с детьми раннего возраста и детьми
                                            аутистического спектра» Киев. Тренер: обучающий тренер,
                                            нейропсихолог Катерина Стрий.</li>
                                        <li>- Мастер класс «СДВГ. Психокорекционная работа с детьми с
                                            гиперактивностью. Нейропсихологический подход». Тренер:
                                            обучающий тренер, нейропсихолог Катерина Стрий.</li>
                                    </ul>
                                    <p></p>
                                    <p>
                                        Начало практической деятельности в Москве. Частная практика психолога.
                                        Работа с тревожностью, депрессивными состояниями, паническими атаками,
                                        хронической усталостью, бессонницей. Направление психотерапевтической
                                        деятельности-когнитивно-бихевиоральная психотерапия, нлп.
                                        Получив профессиональную переподготовку по детской нейропсихологии стала
                                        развиваться в направлении психокоррекции деток с СДВГ и РАС, другие нарушения.
                                        Нейрокоррекция и модификация поведенияя особенных деток.
                                    </p>
                                    <p>
                                        В своей работе провожу дифференциальнуюнциальную диагностику. Провожу
                                        модификацию поведения особенных деток ( совмещая с нейрокоррекцией),
                                        провожу обучение родителей методике коррекции, провожу обучающие семинары
                                        и мастер-классы для эффективной и качественной помощи детям, так как только
                                        совместно с качественным исполнением домашних заданий  (отработака техник по
                                        коррекции базовых дефицитов в поведении таких как нарушение поведения, коммуникации,
                                        взаимодействия,постановка
                                        указательного жеста и других дефицитов) возможна качественная помощь.
                                    </p>

                                </v-col>
                            </v-row>
                        </div>
                    </v-col>
                </v-card-text>
            </v-row>
        </v-container>

    </div>
</template>

<script>
    const img = ('https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/about.jpg?alt=media&token=dda5281b-6789-44c2-884e-11ad3ffc0e80')
    export default {
        name: "About",
        data() {
            return {
                img: img,
            }
        },
        metaInfo: {
            title: 'Обо мне | Профессиональная подготовка и Образование по психологии ',
            meta: [
                {
                    vmid: 'keywords',
                    name: 'keywords',
                    content: 'диплом образование курсы трененги'
                },
                {
                    vmid: 'description',
                    name: 'description',
                    content: 'Профессиональная подготовка – Москва, курс профессора Цветковой Л.С.' +
                        ' (ученица основоположника нейропсихологии А.Р. Лурии). Направление психотерапевтической' +
                        ' деятельности -когнитивно – бихевиоральная психотерапия.'
                }
            ]
        }
    }
</script>

<style scoped>
    .about_img {
        width: auto;
        background: url("https://firebasestorage.googleapis.com/v0/b/klinicheskij-psiholog.appspot.com/o/about.jpg?alt=media&token=dda5281b-6789-44c2-884e-11ad3ffc0e80");
        background-size: cover;

    }
</style>