<template>
    <div class=" font-italic">
        <p class="  headline font-weight-medium font-italic  " align="center">Приветствую всех</p>
        <p class="subtitle-2 mb-1 ">
            <span class="pl-4">Давайте знакомиться ближе.</span> По образованию я клинический психолог, направление
            психотерапевтической
            деятельности когнитивно-бихевиоральная психотерапия и нейролингвистическое программирование.
        </p>
        <p class="subtitle-2  mb-1">
            <span class="pl-4"></span> Имею большую практику работы со взрослыми. Направление деятельности: помогаю
            разобраться в себе
            (личностные проблемы), работа с обидой, горем, гневом, виной, зависимость, созависимость. Целеполагание.
            Депрессивные состояния, тревожные состояния, паничесике атаки, <router-link to="/blog/phobias">фобии</router-link>
        </p>
        <p class="subtitle-2  mb-1">
            <span class="pl-4"></span>Получив профессиональную переподготовку по детской нейропсихологии,
            обучение АВА, детской психиатрии, стала
            работать и с детками с расстройствами аутистического спектра и синдромом дефицита внимания и
            гиперактивности, другие нарушения поведения,
            <router-link title="читать детские истерики" to="/blog/children-tantrums"> например детские истерики</router-link>
            их причины.
        </p>

        <v-divider></v-divider>

        <h2 class="subtitle-1 py-2 ">
            <span class="pl-4"></span> Мой профессиональный подход в работе с особенными
            детками строится на построении индивидуального плана коррекции. На первой встрече с родителями мы тщательно
            собираем анамнез по всей триаде нарушений РАС, смотрим всю совокупность <router-link to="/blog/symptoms-of-autism">симптомов.</router-link> Смотрим наличие
            сочетанных
            расстройств таких как СДВГ ,
            эпилепсия, синдром Дауна и РАС. Если нужна консультация психиатра, направляю. Смотрю индивидуально ребенка.
            Диагностика. Прогноз.
            Пишу индивидуальный план работы-программу коррекции. Нейрокоррекция. АВА терапия. Обучаю родителя программе
            для качественной
            помощи при выполнении им домашних заданий, для отработки часов практических занятий, чтоб поставить навык.
            Мои требования:
            отработка программы коррекции дома обязательна. Беру в работу ребенка и работаем на результат!
        </h2>

        <v-divider></v-divider>

        <p class="subtitle-2 pt-2">
            В моей практике каждый день идет работа по нейрокоррекции и коррекции базовых дефицитов в рамках АВА.
            Делюсь с Вами своей статьей про аутизм, чтобы родители могли лучше разбираться в данном нарушении и понимали
            прогноз. Итак, внимание!!! Что же такое аутизм?
        </p>

        <WhatIsIt></WhatIsIt>
    </div>
</template>

<script>
    const WhatIsIt = () => import ( "./WhatIsIt")

    export default {
        name: "Hello",
        components: {WhatIsIt}
    }
</script>

<style scoped>

</style>