<template>

    <v-col style="min-width: 300px;">
        <v-row>
            <v-col
                    cols="1"
                    justify="center"
            >
                <v-row align="center"
                       style="height: 60px;">
                    <v-icon size="40" color="#2684ff" class="ml-3 ">
                        mdi-baby-face-outline
                    </v-icon>
                </v-row>

            </v-col>
            <v-col>
                <v-row align="center" style="height: 60px;">
                    <p class="pl-5 ml-1  ma-0 main_about"> В практической работе с детьми использую :</p>
                </v-row>
            </v-col>

        </v-row>
        <v-row>
            <v-card-text>
                <h4>1) Нейропсихологическую
                    диагностику и нейрокоррекцию.</h4>
                <p></p>
                <h4> 2) Применяю программы
                    поведенческой терапии по работе с аутичными детьми: АВА терапия.  Провожу
                    обучение родителей. Программа по модификации поведения для детей со
                    спектральными нарушениями строится индивидуально, исходя
                    из возможностей конкретного ребенка.</h4>
                <p></p>

                <h4> 3) Использую балансировочное
                    оборудование для стимуляции межполушарного взаимодействия.
                </h4>

                <h3>
                    Занятия по модификации поведения для особенных
                    детей.
                </h3>
                <P></P>

                <h4>
                    Программа обучения стротися на развитии всех базовых функций,
                    что в дефиците, в ней  несколько основных направлений:
                </h4>

                <ul>
                    <li>1. Постановка указательного жеста, взгляда; Постановка совместного и
                        разделенного внимания.
                    </li>
                    <li> 2. Все виды имитации</li>
                    <li> 3. Исполнение инструкций</li>
                    <li> 4. Сортировка (цвет, формы, размеры, цыфры, буквы, предметы)</li>
                    <li> 5. Счет</li>
                    <li> 6. Работа с изображениями. (выбор из 2, парные картинки)</li>
                    <li> 7. Отработка Да. Нет. Да и НЕТ</li>
                    <li> 8. Математика</li>
                    <li> 9. Чтение</li>
                    <li>10.Действия</li>
                    <li>11. Развитие коммуникации и взаимодействия. </li>
                </ul>
                <p></p>
                <p> Формируются навыки социального взаимодействия.
                    Есть групповые формы занятий (мини группы) для социализации,
                    обучения сотрудничеству и совместной игре.
                </p>

                <h3>Нейропсихологическая коррекция – применяется при:
                </h3>
                <ul>
                    <li>-СДВГ (синдром дефицита внимания и гиперактивность)</li>
                    <li> -Детском аутизме</li>
                    <li> -ЗПР (задержка психического развития)</li>
                    <li> - ЗРР (задержка речевого развития)</li>
                    <li> -синдроме Дауна</li>
                    <li> -Дислексии</li>
                    <li> -Дисграфии</li>
                    <li> -проблемах в обучении</li>
                </ul>
                <p></p>
                <p>Нейрокоррекция- комплекс сенсомоторных упражнений,
                    развивающий незрелые, отстающие от возрастных норм функции
                    головного мозга. В результате происходит:
                </p>
                <ul>
                    <li>- развитие ВПФ (высших психических функций) память, внимание, мышление,
                        произвольная саморегуляция, восприятие пространства, межполушарное
                        взаимодействие, работоспособность, мышечный тонус.
                    </li>
                    <li> - изменение нейродинамики мозговых процессов: энергия, тонус</li>
                    <li> - активация межполушарного взаимодействия.</li>
                </ul>
                <p></p>
                <p>Вследствие чего
                    оптимизируется процесс обучения, формируются навыки
                    самоконтроля поведения, что облегчает вхождение ребенка в
                    социальную среду.

                    Для составления программы нейропсихологической коррекции
                    предварительно проводится обследование:
                </p>
                <ul>
                    <li> -индивидуальная беседа с родителями, об особенностях ребенка</li>
                    <li> -наблюдение и предварительная беседа с ребенком</li>
                    <li> -нейродиагностика ребенка.</li>
                </ul>
                <p></p>
                <p>На основании описанных приемов составляется индивидуальная
                    программа занятий.

                </p>

            </v-card-text>
        </v-row>
    </v-col>
</template>

<script>
    export default {
        name: "ImUsedForBaby"
    }
</script>

<style scoped>
    .main_about {
        color: #2684ff;
        min-width: 300px;
    }
</style>