<template>
    <v-col style="min-width: 300px;">
        <v-row>
            <v-col
                    cols="1"
                    justify="center"
            >
                <v-row align="center"
                       style="height: 60px;">
                    <v-icon size="40" color="#2684ff" class="ml-3 "> mdi-human
                    </v-icon>
                </v-row>

            </v-col>
            <v-col>
                <v-row align="center" style="height: 60px;">
                    <p class="pl-5 ml-1  ma-0 main_about"> В практической работе со взрослыми использую :</p>
                </v-row>
            </v-col>
        </v-row>
        <v-row>
            <v-card-text>
                <h3>Методы КБТ (когнитивно-
                    бихевиоральной терапии)  и НЛП программирования.
                </h3>
                <p></p>
                <p> Методы поведенческой (бихевиоральной, условно-рефлекторной)
                    психотерапии и НЛП -программирования используются при:
                </p>
                <ul>
                    <li>- ПТСР (посттравматическом стрессовом расстройстве)</li>
                    <li> -психогенной головной боли</li>
                    <li> -нарушении сна</li>
                    <li> -общим ощущением напряженности и тревоги, страхах</li>
                    <li> - чувствах паники и панических атаках</li>
                    <li> -хронической усталости</li>
                    <li> -депрессивных состояниях</li>
                    <li> -работе с обидой, горем, гневом, чувством стыда</li>
                    <li> -зависимости, созависимости</li>
                    <li> - другими видами нарушений поведения</li>
                </ul>
                <p></p>
                <p>Поведенческая (бихевиоральная, условно-рефлекторная) психотерапия.
                    Поведенческая психотерапия работает с условно-рефлекторными
                    патологическими связями. Наша психика тесно связана с телом. Любая
                    эмоция не обходится без мышечного и сомато-вегетативного
                    компонента (работы внутренних органов). В жизни любой нейтральный
                    стимул, любое событие может стать для нас при неоднократном
                    сочетании с эмоциональной реакцией условным стимулом т. е. будет
                    автоматически побуждать нас на эту реакцию. Условный рефлекс
                    академика Павлова со слюнной железой у собаки - это классический
                    вегетативный условный рефлекс выработанный на орган тела. Этот
                    механизм вегетативного условного рефлекса лежит в основе
                    вегетативного приступа и панических атак, наблюдаемых у человека,
                    страдающего вегетососудистой дистонией (ВСД).
                </p>
                <h4>Техники работы с патологическими условными связями:</h4>
                <p></p>
                <ul>
                    <li>-метод контробуславливания – рефлекторная реакция обратного
                        действия. Ситуации, которые раньше вызывали страх, с помощью техники
                        вызывают нарастающей силы релаксацию и на этом фоне происходит
                        угасание патологического условного рефлекса
                    </li>
                    <li>-техники мотивационного интервью, для работы с разного рода
                        зависимостями
                    </li>
                    <li> -техники прогрессивной мышечной релаксации</li>
                    <li>-дыхательные техники и многие другие в этом направлении.</li>
                </ul>
                <p></p>
                <P> НЛП -программирование. Направление в психологии, которое позволяет
                    моделировть успешные навыки успешных людей.
                    Это помощь в распознавании пусковых крючков, триггеров, вызывающих
                    неадаптивное поведение, что позволяет управлять своими эмоциями на
                    уровне мозга и тела, а также формирует эмоциональный интеллект –
                    эффективность , умение управлять своими эмоциями и реакцией тела на
                    эти эмоции, распознавать их в себе и в других людях. Что, в свою
                    очередь, сформирует понимание в какой ситуации сохранять
                    спокойствие, а в какой выражать чувства и дать реакцию тела.
                </P>
                <h4>Техники работы в управлении своей жизнью:</h4>
                <ul>
                    <li>-техники якорения</li>
                    <li> -субмодальности</li>
                    <li> -работа с частями личности (субличностями)</li>
                    <li> -хорошо сформированный результат - модель TOTE</li>
                    <li> -целеполагания</li>
                    <li> -техника «Круги силы»</li>
                    <li> -техника взятия ресурса</li>
                    <li> -генератор нового поведения (шестишаговый рефрейминг)</li>
                    <li> -техники изменения убеждений</li>
                    <li> -линия времени (построение реального будущего)</li>
                    <li> -изменение личностной истории с использованием модели SCORE</li>
                    <li> -работа с внутриличностными конфликтами – техника на уровне
                        убеждений: интеграция конфликтных частей
                    </li>
                    <li> -мета программы (это набор фильтров восприятия и оценки реагирования
                        в той или иной ситуации)
                    </li>
                    <li> -работа с созависимостями (патологическая психологическая зависимость
                        от другого человека, что ведет к потере здоровья)
                    </li>
                    <li> -техники стратегий реагирования на критику</li>
                    <li> -техника «Линия времени» -внесение изменения в прошлое.</li>
                </ul>


            </v-card-text>
        </v-row>
    </v-col>
</template>

<script>
    export default {
        name: "ImUsedForAdult"
    }
</script>

<style scoped>
    .main_about {
        color: #2684ff;
        min-width: 300px;
    }
</style>